evaluation/ycsb_pm_results/pmemrocksdb/Runb/Run7
[OVERALL], RunTime(ms), 141438
[OVERALL], Throughput(ops/sec), 70702.3572165896
[TOTAL_GCS_G1_Young_Generation], Count, 26
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 92
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.06504616863926244
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 26
[TOTAL_GC_TIME], Time(ms), 92
[TOTAL_GC_TIME_%], Time(%), 0.06504616863926244
[READ], Operations, 9500100
[READ], AverageLatency(us), 12.253466805612572
[READ], MinLatency(us), 1
[READ], MaxLatency(us), 10695
[READ], 95thPercentileLatency(us), 26
[READ], 99thPercentileLatency(us), 30
[READ], Return=OK, 9500100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4858.0
[CLEANUP], MinLatency(us), 4856
[CLEANUP], MaxLatency(us), 4859
[CLEANUP], 95thPercentileLatency(us), 4859
[CLEANUP], 99thPercentileLatency(us), 4859
[UPDATE], Operations, 499900
[UPDATE], AverageLatency(us), 24.762058411682336
[UPDATE], MinLatency(us), 8
[UPDATE], MaxLatency(us), 5839
[UPDATE], 95thPercentileLatency(us), 39
[UPDATE], 99thPercentileLatency(us), 53
[UPDATE], Return=OK, 499900